{
  "Your data is important to us. This @global.privacy_policy sets out our policies for the collection, use, and disclosure of personal information in the use of @global.app_name.\n\n@global.app_name is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 9 years.\n\n@global.app_name is brought to you by the collaboration of partners including Stellenbosch University, Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS as well as the National Institute for Medical Research and the Regional Psychosocial Support Initiative in Tanzania (‘the @global.app_name team’).\n\nPlease read this @global.privacy_policy carefully. By downloading or using the app, you agree to the collection and use of information in relation to this policy. We will not use or share your information with anyone except as described in this @global.privacy_policy.\n\nThe terms used in this @global.privacy_policy have the same meanings as in our @global.terms_and_conditions, which are accessible within the app, unless otherwise defined in this @global.privacy_policy.": "Data yako ni muhimu kwetu. Sera hii ya @global.privacy_policy inaweka bayana sera zetu za ukusanyaji, matumizi, na ufichuaji wa taarifa za kibinafsi katika matumizi ya @global.app_name.\n\n@global.app_name ni toleo la programu lisilolipishwa na Parenting for Lifelong Health kwa watoto Wadogo na iliyoundwa kwa ajili ya wazazi na walezi wa watoto wenye umri wa miaka 2 hadi 9.\n\n@global.app_name inaletwa kwako na ushirikiano wa washirika wakiwemo Chuo Kikuu cha Stellenbosch, Parenting for Lifelong Health, Chuo Kikuu cha Oxford, IDEMS International, INNODEMS pamoja na Taasisi ya Taifa ya Magonjwa ya Binadamu na Regional Psychosocial Support Initiative nchini Tanzania ('the @global.app_name team').\n\nTafadhali soma hii @global.privacy_policy kwa makini. Kwa kupakua au kutumia programu, unakubali ukusanyaji na matumizi ya maelezo kuhusiana na sera hii. Hatutatumia au kushiriki maelezo yako na mtu yeyote isipokuwa kama ilivyoelezwa katika sera hii ya @global.privacy_policy.\n\nMasharti yanayotumika katika sera hii ya @global.privacy_policy yana maana sawa na katika @global.terms_and_conditions zetu, ambazo zinaweza kufikiwa ndani ya programu, isipokuwa kama imefafanuliwa vinginevyo katika sera hii ya @global.privacy_policy.",
  "What information does the app collect about you and how do we use it?": "Programu tumishi inakusanya taarifa gani kukuhusu na tunaitumiaje taarifa hiyo?",
  "_Personal Data_\nFor the purpose of this @global.privacy_policy, 'personal data' means any information that enables us to identify an individual, directly or indirectly. We collect data as follows:\n-  Name or nickname\n-  Gender\n-  Parent ID\n\nAll data collected is linked to your unique ParentApp identification number. The ParentApp identification number produced within the app may also be used to link with any out of app surveys conducted.\n\nWe process your data to provide parenting support to you, communicate when you contact us, for security reasons as well as research purposes (see section ‘Information Sharing’). The primary research purpose includes optimising engagement of a digital parenting intervention (use of ParentApp) to prevent violence against children. During the course of research, the study team may use aggregated and anonymised data from the app for further research projects. Finally, please note that we may process your data without your knowledge or consent, where this is required or permitted by law.\n\nThe processing of your personal data is primarily based on:\n\nThe @global.app_name team has legitimate interests in carrying out research activities, under Art. 6(1)(f) GDPR, regarding the sharing of details related to how you use the app; and\n\nYour consent, under Art. 6(1)(a) GDPR, regarding the email address you provide at the point of Google Sign-in and the sharing of answers you may provide to in-app questions (which may be linked to the as stated chosen username and gender which are entirely optional).\n\n_Log Data_\nWhenever you use our app, we collect data and information (through third party services) on your phone called Log Data. This Log Data includes information such as a truncated device Internet Protocol (\"IP\") address, device name, operating system version, the configuration of the app when utilising our app, the time, date and your intentions within the app (which include but are not limited to any app buttons clicked or pages visited.)\n\n_Cookies_\nCookies are small files that store data, often used to save user-specific information. They allow websites and apps to retrieve this stored information, enabling a more personalised and efficient user experience.\n\nWe use a number of third party services (see relevant section below) to support the functioning of the app. We use third party cookies through Firebase and GlitchTip and first party cookies through Matomo. In short, first-party cookies are from @global.app_name, and third-party cookies come from other places as described.\n\nFor further information on the handling of cookies see below:\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n- [Firebase](https://firebase.google.com/support/privacy)\n- [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/)\n\nYou have the option to adjust your browser settings to decline all or specific browser cookies or to notify you when sites initiate or access cookies. For android devices this should be done on the google chrome app. Remember, disabling cookies can affect the functionality of websites or web apps, as they may rely on these cookies for essential features. Always be sure about your decision before making these changes.\n\n_Feedback Submissions_\nYour feedback on the app is important to us. We shall always anonymise your personal information when sharing and publishing your feedback.\n\n_Aggregate Data_\nYour data is important to the @global.app_name team for broader research purposes. Aggregate data is always anonymised.": "_Taarifa binafsi_\nKwa madhumuni ya sera hii ya @global.privacy_policy, 'data ya kibinafsi' inamaanisha taarifa yoyote inayotuwezesha kumtambua mtu, moja kwa moja au isivyo moja kwa moja. Tunakusanya data kama ifuatavyo:\n- Jina au jina la utani\n- Jinsia\n- Utambulisho wa mzazi\n\nData yote iliyokusanywa imeunganishwa na nambari yako ya kipekee ya utambulisho ya ParentApp. Nambari ya utambulisho ya ParentApp inayotolewa ndani ya programu inaweza pia kutumika kuunganisha na utafiti wowote nje ya programu uliofanywa\n\nTunachakata data yako ili kukupa usaidizi wa malezi, kuwasiliana unapowasiliana nasi, kwa sababu za usalama na pia madhumuni ya utafiti (angalia sehemu ya ‘Kushiriki Taarifa’). Madhumuni ya kimsingi ya utafiti ni pamoja na kuboresha ushirikishwaji wa utoaii programu ya malezi ya  kidijitali (matumizi ya ParentApp) ili kuzuia ukatili dhidi ya watoto. Wakati wa utafiti, timu ya utafiti inaweza kutumia data iliyojumlishwa na isiyojulikana kutoka kwa programu kwa miradi zaidi ya utafiti. Hatimaye, tafadhali kumbuka kwamba tunaweza kuchakata data yako bila kujua au idhini yako, ambapo hii inahitajika au inaruhusiwa na sheria.\n\nUchakataji wa data yako ya kibinafsi unategemea kimsingi:\n\nTimu ya @global.app_name ina maslahi halali katika kutekeleza shughuli za utafiti, chini ya Sheria. 6(1)(f) GDPR, kuhusu kushiriki maelezo yanayohusiana na jinsi unavyotumia programu; na\n\nIdhini yako, chini ya Sheria. 6(1)(a) GDPR, kuhusu anwani ya barua pepe unayotoa wakati wa Kuingia kwa Kutumia Google na kushiriki majibu unayoweza kutoa kwa maswali ya ndani ya programu (yanayoweza kuunganishwa na jina la mtumiaji na jinsia iliyochaguliwa kama ilivyobainishwa. ni chaguo kabisa).\n\n_Data ya kumbukumbu_\nWakati wowote unapotumia programu yetu, tunakusanya data na maelezo (kupitia huduma za watu wengine) kwenye simu yako inayoitwa Data ya Kumbukumbu. Data hii ya Kumbukumbu inajumuisha maelezo kama vile anwani ya Itifaki ya Mtandao ya kifaa iliyopunguzwa (\"IP\"), jina la kifaa, toleo la mfumo wa uendeshaji, usanidi wa programu unapotumia programu yetu, saa, tarehe na nia yako ndani ya programu (ambayo ni pamoja na lakini hazizuiliwi na vitufe vyovyote vya programu vilivyobofya au kurasa zilizotembelewa.)\n\n_Vidakuzi_\nVidakuzi ni faili ndogo zinazohifadhi data, mara nyingi hutumika kuhifadhi maelezo mahususi ya mtumiaji. Huruhusu tovuti na programu kuepua maelezo haya yaliyohifadhiwa, na hivyo kuwezesha utumiaji uliobinafsishwa na ufanisi zaidi.\n\nTunatumia  huduma za wahusika wengine (tazama sehemu husika hapa chini) kusaidia utendakazi wa programu. Tunatumia vidakuzi vya watu wengine kupitia Firebase na GlitchTip na vidakuzi vya mtu wa kwanza kupitia Matomo. Kwa kifupi, vidakuzi vya mtu wa kwanza vinatoka @global.app_name, na vidakuzi vya watu wengine vinatoka sehemu zingine kama ilivyoelezwa.\n\nKwa maelezo zaidi juu ya utunzaji wa vidakuzi tazama hapa chini:\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n- [Firebase](https://firebase.google.com/support/privacy)\n- [Matomo](https://matomo.org/blog/2020/02/web-analytics-cookies-gdpr/)\n\nUna chaguo la kurekebisha mipangilio ya kivinjari chako ili kukataa vidakuzi vyote au maalum vya kivinjari au kukuarifu tovuti zinapoanzisha au kufikia vidakuzi. Kwa vifaa vya android hii inapaswa kufanywa kwenye programu ya google chrome. Kumbuka, kuzima vidakuzi kunaweza kuathiri utendakazi wa tovuti au programu za wavuti, kwa kuwa zinaweza kutegemea vidakuzi hivi kwa vipengele muhimu. Daima kuwa na uhakika kuhusu uamuzi wako kabla ya kufanya mabadiliko haya.\n\n_Mawasilisho ya Maoni_\nMaoni yako kuhusu programu ni muhimu kwetu. Daima tutaficha maelezo yako ya kibinafsi tunaposhiriki na kuchapisha maoni yako.\n\n_Jumla ya Data_\nData yako ni muhimu kwa timu ya @global.app_name kwa madhumuni ya utafiti mpana. Data iliyojumlishwa daima haitambuliwi.",
  "How we get your personal information and why we collect it": "Jinsi tunavyopata maelezo yako ya kibinafsi na kwa nini tunayakusanya",
  "We process your data to provide support to you as a parent / caregiver as well as process your data to communicate when you contact us, for security reasons as well as research purposes (see section ‘Information Sharing’). \n\nThe primary research purpose includes looking to investigate the extent to which @global.app_name can support the interactions of parents and caregivers of young children. Parents and caregivers will be receiving primary parenting messages by accessing the modules of the app as well as enjoy shared reading experiences with their child. During the course of research, the study team may use aggregated and anonymised data from the app for further research projects. Finally, please note that we may process your data without your knowledge or consent, where this is required or permitted by law.": "Tunachakata taarifa zako ili kukupa usaidizi wa malezi, unapowasiliana nasi, kwa sababu za usalama na pia madhumuni ya utafiti (angalia sehemu ya ‘Kushirikishana Taarifa’).\n\n Madhumuni ya kimsingi ya utafiti ni pamoja na kuchunguza kwa kiasi gani @global.app_name inaweza kusaidia mahusiano kati ya mzazi na walezi wa watoto wadogo. Wazazi na walezi watakuwa wakipokea ujumbe wa malezi kwa kupiia vipindi ndani ya programu na pia kufurahia kusoma pamoja na watoto wao. Katika kipindi hichi cha utafiti, timu ya utafiti inaweza kutumia taarifa zilizojumlishwa na zisizokuwa na utambulisho kutoka katika programu tumishi kwa programu zaidi ya utafiti. Hatimaye, tafadhali kumbuka kwamba tunaweza kuchakata taarifa yako bila kujua au idhini yako, ambapo hii inahitajika au inaruhusiwa na sheria.",
  "Information Sharing": "Kushirikisha Taarifa",
  "Limited internal IDEMS staff may have access to log data collected via the app, as necessary to perform their duties regarding the operation of the app. These data will only be accessed on a need-to-know basis, and all team members with access to the data are bound to confidentiality.\n\nYou agree that your personal information may be shared with third parties such as researchers and partners involved in the improvement or implementation of the app including those outside your country. Prior to the disclosure of information with research partners we will make anonymous to the extent possible and where appropriate information such as log data. In reading and accepting this @global.privacy_policy, you permit us to use your anonymised data in published research.\n\nYou agree that we may transfer your log data outside your country, for example, to administer cloud services. We will ensure that any country, company or person that we pass your personal information to agrees to treat your information with the same level of protection as we are obliged to.\n\n_Legal_\nThe information that we request will be retained by us and used as described in this @global.privacy_policy.": "Wafanyakazi wa ndani wa IDEMS wanaweza kufikia data ya kumbukumbu iliyokusanywa kupitia programu, inapohitajika ili kutekeleza majukumu yao kuhusu uendeshaji wa programu. Data hizi zitafikiwa kwa misingi ya hitaji la kujua, na washiriki wote wa timu walio na ufikiaji wa data ni lazima wawe usiri.\n\nUnakubali kwamba maelezo yako ya kibinafsi yanaweza kushirikiwa na washirika wengine kama vile watafiti na washirika wanaohusika katika uboreshaji au utekelezaji wa programu ikiwa ni pamoja na wale walio nje ya nchi yako. Kabla ya ufichuaji wa taarifa na washirika wa utafiti, tutafanya bila majina kwa kadiri tuwezavyo na inapofaa taarifa kama vile data ya kumbukumbu. Katika kusoma na kukubali hii @global.privacy_policy, unaturuhusu kutumia data yako isiyojulikana katika utafiti uliochapishwa.\n\nUnakubali kwamba tunaweza kuhamisha data yako ya kumbukumbu nje ya nchi yako, kwa mfano, ili kusimamia huduma za wingu. Tutahakikisha kwamba nchi, kampuni au mtu yeyote ambaye tunapitisha taarifa zako za kibinafsi anakubali kushughulikia maelezo yako kwa kiwango sawa cha ulinzi tunachowajibika.\n\n_Kisheria_\nTaarifa tunazoomba tutazihifadhi na kuzitumia kama ilivyoelezwa katika sera hii ya @global.privacy_policy.",
  "Third Party Service Providers and Websites": "Watoa Huduma na Tovuti za Wahusika wengine",
  "The app does use third party services that may collect information used to identify you. We do so for the following reasons:\n-   To facilitate our app\n-   To provide the app on our behalf\n-   To perform app-related services; or\n-   To assist us in analysing how our app is used.\n\nWe want to inform users of this app that these third parties have access to your Personal Information. The reason is to perform the tasks assigned to them on our behalf. However, they are obligated not to disclose or use the information for any other purpose.\n\nLinks to the privacy policies of third-party service providers used by the app:\n-   [Google Play Services](https://www.google.com/policies/privacy/)\n-   [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n-   [Sentry](https://sentry.io/privacy/)\n-   [Matomo](https://matomo.org/privacy-policy/)\n-   [GlitchTip](https://glitchtip.com/legal/privacy)\n\nThis app may contain links to other sites that are not covered by this @global.privacy_policy. If you click on a third-party link, you will be directed to that site. This @global.privacy_policy applies only to the processing of your information by this app. It does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any site or service to which this app links to.": "Programu hutumia huduma za watu wengine ambazo zinaweza kukusanya taarifa zinazotumiwa kukutambulisha. Tunafanya hivyo kwa sababu zifuatazo:\n- Ili kuwezesha programu yetu\n- Ili kutoa programu kwa niaba yetu\n- Kufanya huduma zinazohusiana na programu; au\n- Ili kutusaidia katika kuchambua jinsi programu yetu inatumiwa.\n\nTunataka kuwafahamisha watumiaji wa programu hii kwamba wahusika hawa wengine wanaweza kufikia Taarifa zako za Kibinafsi. Sababu ni kufanya kazi walizopewa kwa niaba yetu. Walakini, wanalazimika kutofichua au kutumia habari kwa madhumuni mengine yoyote.\n\nLinki za sera za faragha za watoa huduma wengine zinazotumiwa na programu:\n- [Huduma za Google Play](https://www.google.com/policies/privacy/)\n- [Google Analytics for Firebase](https://firebase.google.com/policies/analytics)\n- [Sentry](https://sentry.io/privacy/)\n- [Matomo](https://matomo.org/privacy-policy/)\n- [GlitchTip](https://glitchtip.com/legal/privacy)\n\nProgramu hii inaweza kuwa na linki za  tovuti zingine ambazo hazijashughulikiwa na sera hii ya @global.privacy_policy. Ukibofya liniki ya  mtu wa tatu, utaelekezwa kwenye tovuti hiyo. Hii @global.privacy_policy inatumika tu kwa uchakataji wa maelezo yako na programu hii. Haishughulikii, na hatuwajibikii, faragha, taarifa, au desturi nyingine za wahusika wengine, ikiwa ni pamoja na wahusika wengine wanaoendesha tovuti au huduma yoyote ambayo programu hii inaunganisha nayo.",
  "How long do we keep your data?": "Je, tunahifadhi taarifa yako kwa muda gani?",
  "We will retain your personal information for as long as we need it to fulfill our purposes, including any relating to app services as well as legal, accounting, or reporting requirements.": "Tutahifadhi maelezo yako ya kibinafsi kwa muda ambao tutayahitaji ili kutimiza madhumuni yetu, ikiwa ni pamoja na yoyote yanayohusiana na huduma za programu pamoja na mahitaji ya kisheria, uhasibu au mahitaji ya kuripoti.",
  "How do we keep your data secure?": "Je, tunawekaje taarifa zako salama?",
  "We value your trust in providing us your personal information, thus we are striving to use commercially acceptable means of protecting it. But remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security. We also reserve the right to the storage of your data on third party servers or databases outside of the listed @global.app_name team (refer to the section on Third Party Service Providers and Websites). Therefore usage of the app is at your own risk.": "Tunathamini uaminifu wako kwa kutupa taarifa zako binafsi, kwa hivyo tunajitahidi kutumia njia zinazokubalika kibiashara kuzilinda. Lakini kumbuka kuwa hakuna njia ya uwasilishaji kupitia mtandao, au njia ya uhifadhi wa kielektroniki ambayo ni salama na ya kuaminika kwa 100%, na hatuwezi kuhakikisha usalama wake kamili. Pia tunahifadhi haki ya kutunza taarifa yako kwenye kanzidata za watu wengine au kuhifadhi taarifa nje ya timu iliyoorodheshwa ya @global.app_name (rejelea sehemu ya Watoa Huduma na Wavuti za Wahusika Wengine) Kwa hivyo matumizi ya programu ni kwa taadhari yako mwenyewe.",
  "Children’s Privacy": "Faragha ya Watoto",
  "This app is not targeted towards anyone under the age of 18. We do not knowingly collect personally identifiable information from individuals under 18.": "Programu hii haijalengwa mtu yeyote aliye na umri wa chini ya miaka 18. Hatukusanyi taarifa zinazoweza kumtambulisha mtu binafsi kutoka kwa watu walio chini ya miaka 18 kimakusudi.",
  "Your data protection rights": "Haki zako za ulinzi wa taarifa",
  "Under data protection law, you have rights including:\n\n_Your right of access_ - You have the right to ask us for copies of your personal information.\n\n_Your right to rectification_ - You have the right to ask us to rectify personal information you think is inaccurate. You also have the right to ask us to complete information you think is incomplete.\n\n_Your right to erasure_ - You have the right to ask us to erase your personal information in certain circumstances.\n\n_Your right to withdraw consent for data processing at any time_ - You can choose to halt the processing of your data if consent was the legal basis for handling your information.\n\n_Your right to restriction of processing_ - You have the right to ask us to restrict the processing of your personal information in certain circumstances.\n\n_Your right to object to processing_ - You have the right to object to the processing of your personal information in certain circumstances.\n\n_Your right to data portability_ - You have the right to ask that we transfer the personal information you gave us to another organisation, or to you, in certain circumstances.\n\nYou are not required to pay any charge for exercising your rights. Depending on the circumstances and the nature of your request it may not be possible for us to do what you have asked, for example, where there is a statutory or contractual requirement for us to process your data and it would not be possible to fulfil our legal obligations if we were to stop. Further information on your rights is available from the [Information Commissioner's Office (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).": "Chini ya sheria ya ulinzi wa data, una haki ikijumuisha:\n\n_Haki yako ya kufikia_ - Una haki ya kutuuliza nakala za maelezo yako ya kibinafsi.\n\n_Haki yako ya kusahihishwa_ - Una haki ya kutuuliza turekebishe maelezo ya kibinafsi ambayo unafikiri si sahihi. Pia una haki ya kutuuliza tukamilishe maelezo ambayo unafikiri hayajakamilika.\n\n_Haki yako ya kufuta_ - Una haki ya kutuomba tufute maelezo yako ya kibinafsi katika hali fulani.\n\n_Haki yako ya kuondoa kibali cha kuchakata data wakati wowote_ - Unaweza kuchagua kusitisha uchakataji wa data yako ikiwa kibali kilikuwa msingi wa kisheria wa kushughulikia maelezo yako.\n\n_Haki yako ya kizuizi cha uchakataji_ - Una haki ya kutuuliza tuwekee vikwazo uchakataji wa taarifa zako za kibinafsi katika hali fulani.\n\n_Haki yako ya kupinga kuchakatwa_ - Una haki ya kupinga uchakataji wa taarifa zako za kibinafsi katika hali fulani.\n\n_Haki yako ya kubebeka kwa data_ - Una haki ya kuomba tuhamishe taarifa za kibinafsi ulizotupa kwa shirika lingine, au kwako, katika hali fulani.\n\nHutakiwi kulipa malipo yoyote kwa kutumia haki zako. Kulingana na mazingira na aina ya ombi lako huenda isiwezekane kwetu kufanya ulichoomba, kwa mfano, pale ambapo kuna mahitaji ya kisheria au ya kimkataba ili sisi kuchakata data yako na haingewezekana kutimiza wajibu wetu. majukumu ya kisheria ikiwa tungeacha. Taarifa zaidi kuhusu haki zako zinapatikana kutoka [Ofisi ya Kamishna wa Habari (ICO)](https://ico.org.uk/for-organisations/uk-gdpr-guidance-and-resources/individual-rights/individual-rights/).",
  "Removing the app": "Kuondoa programu tumishi",
  "We are sorry if you find our app no longer useful. Should you decide to remove our app, we may still retain some of your data (although anonymised) to troubleshoot, aid in investigations, comply with legal requirements or to add to our existing research data sets.": "Samahani ikiwa unaona programu tumishi yetu haina maana tena. Iwapo utaamua kuondoa programu tumishi yetu, bado tunaweza kuhifadhi baadhi ya data yako (ingawa hatujulikani) ili kutatua matatizo, kusaidia uchunguzi, kutii mahitaji ya kisheria au kuongeza kwenye seti zetu zilizopo za data za utafiti.",
  "Changes to the @global.privacy_policy": "Mabadiliko ya @global.privacy_policy",
  "We may update our @global.privacy_policy from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.privacy_policy.": "Tunaweza kuboresha @global.privacy_policy mara kwa mara. Unaachilia haki yako ya kuarifiwa moja kwa moja kuhusu mabadiliko na unashauriwa kukagua ukurasa huu mara kwa mara kwa masasisho yoyote. Kuendelea kwako kutumia programu kunapendekeza ukubali masahihisho yajayo ya sera ya @global.privacy_policy.",
  "If you have any questions or suggestions about our @global.privacy_policy, complaints or otherwise do not hesitate to contact us at <apps@idems.international>.\n\nIf your concerns are not adequately addressed, you retain the right to file a complaint with the Information Commissioner's Office. You can reach them at 03031231113, contact them via https://ico.org.uk/global/contact-us/, or mail to the Information Commissioner’s Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, England, UK.\n\n**Last updated: @global.deployment_terms_text**\n_This @global.privacy_policy page was based on a draft created at privacypolicytemplate.net and modified/generated by App Privacy Policy Generator._": "Ikiwa una maswali au mapendekezo kuhusu sera yetu ya @global.privacy_policy, malalamiko au vinginevyo usisite kuwasiliana nasi kwa <apps@idems.international>.\n\nIkiwa hoja zako hazijashughulikiwa ipasavyo, unabaki na haki ya kuwasilisha malalamiko kwa Ofisi ya Kamishna wa Habari. Unaweza kuwafikia kwa 03031231113, wasiliana nao kupitia https://ico.org.uk/global/contact-us/, au utume barua kwa Ofisi ya Kamishna wa Habari, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF, Uingereza, Uingereza.\n\n**Ilisasishwa mara ya mwisho: @global.deployment_terms_text**\n_Ukurasa huu wa @global.privacy_policy ulitokana na rasimu iliyoundwa kwenye privacypolicytemplate.net na kurekebishwa/kutolewa na Kizalisha Sera ya Faragha ya Programu._",
  "User Agreement": "Makubaliano ya Mtumiaji",
  "These @global.terms_and_conditions are an agreement between you and @global.app_name (or ‘the app’) which furthermore sets out the rules for your use of @global.app_name.\n\n@global.app_name is a free app version of the Parenting for Lifelong Health for Young Children programme and designed for parents and caregivers of children aged 2 to 9 years.\n\n@global.app_name is brought to you by the collaboration of partners including Stellenbosch University, Parenting for Lifelong Health, University of Oxford, IDEMS International, INNODEMS as well as the National Institute for Medical Research and the Regional Psychosocial Support Initiative in Tanzania (‘the @global.app_name team’).\n\nPlease read these @global.terms_and_conditions carefully. By downloading or using the app, you agree that you have read, understood, and accepted the @global.terms_and_conditions contained below.\n\nYour privacy is important to us – please also read our @global.privacy_policy, which will detail how we collect, store and use the information that you provide to us. By using @global.app_name you are confirming to us that you are further agreeing to our @global.privacy_policy, as set out separately.": "@global.terms_and_conditions ni makubaliano kati yako na @global.app_name (au 'programu') ambayo zaidi ya hayo yanaweka sheria za matumizi yako ya @global.app_name.\n\n@global.app_name ni toleo la programu lisilolipishwa la mpango wa malezi wa maisha Yote kwa Watoto Wadogo na iliyoundwa kwa ajili ya wazazi na walezi wa watoto wenye umri wa miaka 2 hadi 9.\n\n@global.app_name inaletwa kwako na ushirikiano wa washirika wakiwemo Chuo Kikuu cha Stellenbosch, Parenting for Lifelong Health, Chuo Kikuu cha Oxford, IDEMS International, INNODEMS pamoja na Taasisi ya Kitaifa ya Utafiti wa Magonjwa ya Binadamu na Regional Psychosocial Support Initiative nchini Tanzania ('the @global.app_name team').\n\nTafadhali soma hili @global.terms_and_conditions kwa makini. Kwa kupakua au kutumia programu, unakubali kwamba umesoma, umeelewa, na umekubali @global.terms_and_conditions zilizo hapa chini.\n\nFaragha yako ni muhimu kwetu - tafadhali soma pia sera yetu ya @global.privacy_policy, ambayo itaeleza kwa undani jinsi tunavyokusanya, kuhifadhi na kutumia taarifa unazotupa. Kwa kutumia @global.app_name unatuthibitishia kuwa unakubali zaidi sera yetu ya @global.privacy_policy, kama ilivyobainishwa kando.",
  "Rules of Usage": "Kanuni za Matumizi",
  "@global.app_name is open-source, which means that its codebase can be found on GitHub for the wider software developer community. However, it's against the terms of use to alter the existing application or its materials, or to replicate any trademarks from the @global.app_name team. Although open source, refrain from translating the software into other languages or creating alternate versions without crediting the @global.app_name team. Unauthorised access to confidential user data is forbidden. It's not acceptable to provide false information about yourself when using the app, make unfounded claims of affiliation, or inaccurately report the app's behaviour. Ensure that your usage of the app adheres to all local rules and laws. Finally in accessing and using the app, we believe you not to be a minor in your country of residence.": "@global.app_name ni chanzo huria, ambayo ina maana kwamba codebase yake inaweza kupatikana kwenye GitHub kwa jumuiya pana ya wasanidi programu. Hata hivyo, ni kinyume na sheria na masharti ya kubadilisha programu iliyopo au nyenzo zake, au kunakili chapa zozote za biashara kutoka kwa timu ya @global.app_name. Ingawa ni chanzo huria, jiepushe na kutafsiri programu katika lugha nyingine au kuunda matoleo mbadala bila kuweka alama ya @global.app_name timu. Ufikiaji usioidhinishwa wa data ya siri ya mtumiaji hauruhusiwi. Haikubaliki kutoa maelezo ya uwongo kukuhusu unapotumia programu, kutoa madai yasiyo na msingi ya ushirika, au kuripoti tabia ya programu kwa njia isiyo sahihi. Hakikisha kwamba matumizi yako ya programu yanazingatia kanuni na sheria zote za eneo lako. Hatimaye katika kufikia na kutumia programu, tunaamini kuwa wewe si mtoto katika nchi yako ya makazi.",
  "Content Changes": "Mabadiliko ya Maudhui",
  "The @global.app_name team is committed to ensuring that the app is as useful and user friendly as possible. For that reason, we reserve the right to make changes to the app which will be delivered through updates. At present the app is free of charge and our intention is for it to stay that way.\n\nIn the future it is possible that some services may be offered that would incur a cost. We will never charge you for the app or its services without clearly making known to you first any access charges applicable.": "Timu ya @global.app_name imejitolea kuhakikisha kuwa programu ni muhimu na rahisi kwa watumiaji iwezekanavyo. Kwa sababu hiyo, tunahifadhi haki ya kufanya mabadiliko kwenye programu ambayo yatawasilishwa kupitia masasisho. Kwa sasa programu haina malipo na nia yetu ni kukaa hivyo.\n\nKatika siku zijazo inawezekana kwamba huduma zingine zinaweza kutolewa ambazo zingesababisha gharama. Hatutakutoza kwa programu au huduma zake bila kukujulisha kwa uwazi kwanza ada zozote za ufikiaji zinatumika.",
  "Intellectual property": "Umiliki",
  "The app itself, the trademarks, copyright, database rights and other intellectual property rights related to it, belong to or are licensed to the various applicable collaborators of the @global.app_name team (noting that code is covered under GPL 3 and content by CC BY license). The use of names and emblems/logos of collaborating institutions are the exclusive property of those institutions and are protected under international and national laws. Unauthorised use is prohibited. Logos may not be copied or reproduced in any way without the prior written permission of said institution.": "Programu tumishi yenyewe, alama za biashara, hakimiliki, haki za hifadhi data na haki zingine za uvumbuzi zinazohusiana nayo, ni mali ya au imepewa leseni ya washiriki mbalimbali wanaohusika wa timu ya @global.app_name (ikibainisha kuwa msimbo umejumuishwa chini ya GPL 3 na maudhui na CC KWA). Matumizi ya majina na nembo/nembo za taasisi shirikishi ni mali ya kipekee ya taasisi hizo na inalindwa chini ya sheria za kimataifa na kitaifa. Matumizi yasiyoidhinishwa ni marufuku. Haziwezi kunakiliwa au kutengenezwa tena kwa njia yoyote bila idhini ya maandishi ya taasisi hiyo.",
  "Submissions": "Mawasilisho",
  "Your feedback on the app is appreciated. So that we can improve, any comments are not considered confidential and will become available for further lawful use without additional approval or compensation. We shall therefore own exclusive rights and believe any feedback that you have made is original by you.": "Maoni yako kuhusu programu yanathaminiwa. Ili tuweze kuboresha, maoni yoyote hayachukuliwi kuwa siri na yatapatikana kwa matumizi zaidi halali bila idhini ya ziada au fidia. Kwa hivyo tutamiliki haki za kipekee na kuamini maoni yoyote ambayo umetoa ni asili yako.",
  "Security": "Usalama",
  "Our app stores and processes personal data that you have provided to us, in order to offer our services. It is your responsibility to keep your phone and access to the app secure. Removal of software restrictions and limitations imposed by the official operating system of your device is therefore not recommended. Doing so could make your phone vulnerable to malware, viruses, malicious programs as well as compromise your phone’s security features and could mean that the app will not work properly or at all.\n\nTo see how we handle your personal information, please see our @global.privacy_policy.": "Programu tumishi yetu huhifadhi na kuchakata data ya kibinafsi ambayo umetupatia, ili kutoa huduma zetu. Ni jukumu lako kuweka simu yako na ufikiaji wa programu salama. Kuondolewa kwa vikwazo vya programu na vikwazo vilivyowekwa na mfumo rasmi wa uendeshaji wa kifaa chako haipendekezi. Kufanya hivyo kunaweza kufanya simu yako kuwa hatarini kwa programu hasidi, virusi, programu hasidi na pia kuathiri vipengele vya usalama vya simu yako na kunaweza kumaanisha kuwa programu haitafanya kazi ipasavyo au hata kidogo.\n\nIli kuona jinsi tunavyoshughulikia taarifa zako za kibinafsi, tafadhali tazama sera yetu ya @global.privacy_policy.",
  "External links and resources": "Viungo na rasilimali za nje",
  "The app uses third party services that declare their own @global.terms_and_conditions and may link to other websites and resources that are not under the app's control.\n\nLinks to @global.terms_and_conditions of third party service providers used by the app include:\n\n-   [Google Play Services](https://policies.google.com/terms)\n-   [Google Analytics for Firebase](https://firebase.google.com/terms/analytics)\n-   [Sentry](https://sentry.io/terms/)\n-   [Matomo](https://matomo.org/matomo-cloud-terms-of-service/)\n-   [GlitchTip](https://glitchtip.com/legal/tos)\n\nThe inclusion of such links does not imply an endorsement or approval by the app and/or its partners of any website, product, or service. Similarly, the app and the @global.app_name team affiliated developers and collaborators do not assume any responsibility or liability in respect of such websites, product, or service, including, for example, responsibility or liability for the accuracy or reliability of any information, data, opinions, advice or statements made on those web sites.": "Programu hutumia huduma wahusika wengine zinazotangaza @global.terms_and_conditions zao wenyewe na kuunganisha kwenye tovuti na nyenzo ambazo haziko chini ya udhibiti wa programu.\n\nViungo vya @global.terms_and_conditions vya watoa huduma wengine vinavyotumiwa na programu pamoja na:\n\n- [Huduma za Google Play](https://policies.google.com/terms)\n- [Google Analytics for Firebase](https://firebase.google.com/terms/analytics)\n- [Sentry](https://sentry.io/terms/)\n- [Matomo](https://matomo.org/matomo-cloud-terms-of-service/)\n- [GlitchTip](https://glitchtip.com/legal/tos)\n\nKuleta kwa linki kama hivyo hakumaanishi uidhinishaji au uidhinishaji wa programu na/au washirika wake wa tovuti, bidhaa au huduma yoyote. Vile vile na timu ya @global.app_name wasanidi programu na wakati hawachukui jukumu au dhima kama programu hizo na tovuti, bidhaa au huduma, ikijumuisha, kwa mfano, wajibu au dhima ya usahihi au kutegemewa kwa taarifa yoyote, data, maoni, ushauri au taarifa zilizotolewa kwenye tovuti hizo.",
  "Disclaimer": "Kanusho",
  "Please be aware that the @global.app_name team exclude responsibility for the following:\n\n1. Certain functions of the app will require the app to have an active internet connection. The @global.app_name team cannot take responsibility for the app not working at full functionality if you do not have access to Wi-Fi, or you do not have any of your data allowance left.\n\n2. Using the app outside of an area with Wi-Fi, will mean that your terms of agreement with your mobile network provider will still apply. As a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges. In using the app, you accept responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e. region or country) without turning off data roaming. If you are not the bill payer for the device on which you are using the app, please be aware that we assume that you have received permission from the bill payer for using the app.\n\n3. Although we endeavour to ensure that the app is updated and its content accurate, we do rely on third parties to provide information to us so that we can make it available to you. We do not regularly review all of the external sites and cannot guarantee that they are always accurate or reliable.\n\n4. The @global.app_name team accepts no liability for any damage or loss, direct or indirect, you experience as a result of using the app, or arising from any reliance you may place on advice or information provided from the app. You should always exercise your own discretion and judgment appropriate to your own circumstances in relation to any advice or information provided from the app.\n\n5. Any instances of software bugs, viruses or other malicious material transmitted by a third party through our site are a regret, but we are devoid of responsibility.\n\n6. Updates to the app occur regularly in order to improve performance and content. The app is available on Android -- the requirements for this system (and for any additional systems we decide to extend the availability of the app to) may change. It is your responsibility to download app updates to keep using the app. The @global.app_name team does not promise that it will always update the app so that it is relevant to you and/or works with the Android version that you have installed on your device. However, you agree to always accept updates to the application when offered to you.\n\n7. The app site might not be available at all times for reasons of maintenance or trouble with associated software or hardware. Whilst we apologise for inconveniences, we are not liable for any loss you may incur should the site not be accessible or is withdrawn. Equally, we have the right and choice to terminate your access and use of the app (including availability of captured data) at any time, without warning. Unless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end; (b) you must stop using the app, and (if needed) delete it from your device.\n\n8. You agree to indemnify, at your own expense, the @global.app_name, its officials, employees, consultants and agents, against any claims, including your costs and expenses, by any third party, resulting from your use of the app.\n\n9. Companies or products associated with the app should not be interpreted as endorsement by the app or the @global.app_name team or demonstrate an intention to infringe proprietary rights.": "Tafadhali fahamu kuwa timu ya @global.app_name haijumuishi wajibu wa yafuatayo:\n\n1. Baadhi ya utendakazi wa programu utahitaji programu kuwa na muunganisho unaotumika wa intaneti. Timu ya @global.app_name haiwezi kuwajibika kwa programu kutofanya kazi kikamilifu ikiwa huna ufikiaji wa Wi-Fi, au huna posho yoyote ya data iliyosalia.\n\n2. Kutumia programu nje ya eneo lenye Wi-Fi, kutamaanisha kuwa masharti yako ya makubaliano na mtoa huduma wako wa mtandao wa simu bado yatatumika. Kwa hivyo, unaweza kutozwa na mtoa huduma wako wa simu kwa gharama ya data kwa muda wa muunganisho unapofikia programu, au gharama zingine za watu wengine. Katika kutumia programu, unakubali kuwajibika kwa gharama zozote kama hizo, ikiwa ni pamoja na gharama za data ya kutumia mitandao ya ng'ambo ikiwa unatumia programu nje ya eneo lako la nyumbani (yaani, eneo au nchi) bila kuzima utumiaji wa data nje ya mtandao wako. Ikiwa wewe si mlipaji bili wa kifaa ambacho unatumia programu, tafadhali fahamu kwamba tunadhania kuwa umepokea ruhusa kutoka kwa mlipaji bili kwa kutumia programu.\n\n3. Ingawa tunajitahidi kuhakikisha kuwa programu imesasishwa na maudhui yake ni sahihi, tunategemea washirika wengine kutupa taarifa ili tuweze kuyapata kwako. Hatuhakiki mara kwa mara tovuti zote za nje na hatuwezi kuhakikisha kuwa ni sahihi au za kuaminika kila wakati.\n\n4. Timu ya @global.app_name haikubali dhima yoyote ya uharibifu au hasara yoyote, ya moja kwa moja au isiyo ya moja kwa moja, unayopata kutokana na kutumia programu, au kutokana na utegemezi wowote unaoweza kuweka kwa ushauri au taarifa iliyotolewa kutoka kwa programu. Unapaswa kutumia busara na uamuzi wako kila wakati kulingana na hali yako kuhusiana na ushauri au taarifa yoyote iliyotolewa kutoka kwa programu.\n\n5. Matukio yoyote ya hitilafu za programu, virusi au nyenzo zingine hasidi zinazopitishwa na mtu mwingine kupitia tovuti yetu ni majuto, lakini hatuwajibiki.\n\n6. Masasisho ya programu hutokea mara kwa mara ili kuboresha utendaji na maudhui. Programu inapatikana kwenye Android -- mahitaji ya mfumo huu (na kwa mifumo yoyote ya ziada tunayoamua kupanua upatikanaji wa programu) inaweza kubadilika. Ni wajibu wako kupakua masasisho ya programu ili kuendelea kutumia programu. Timu ya @global.app_name haiahidi kuwa itasasisha programu kila wakati ili iwe muhimu kwako na/au kufanya kazi na toleo la Android ambalo umesakinisha kwenye kifaa chako. Hata hivyo, unakubali kila mara kukubali masasisho ya programu yanapotolewa kwako.\n\n7. Tovuti ya programu huenda isipatikane wakati wote kwa sababu za matengenezo au matatizo na programu au maunzi yanayohusiana. Ingawa tunaomba radhi kwa usumbufu, hatuwajibikii kwa hasara yoyote unayoweza kupata iwapo tovuti haitapatikana au kuondolewa. Vile vile, tuna haki na chaguo la kusitisha ufikiaji na matumizi yako ya programu (ikiwa ni pamoja na upatikanaji wa data iliyonaswa) wakati wowote, bila onyo. Isipokuwa tukikuambia vinginevyo, baada ya kusitishwa, (a) haki na leseni ulizopewa katika masharti haya zitaisha; (b) lazima uache kutumia programu, na (ikihitajika) uifute kwenye kifaa chako.\n\n8. Unakubali kufidia, kwa gharama yako mwenyewe, jina la @global.app_name, maafisa wake, wafanyakazi, washauri na mawakala, dhidi ya madai yoyote, ikiwa ni pamoja na gharama na gharama zako, na wahusika wengine, kutokana na matumizi yako ya programu.\n\n9. Makampuni au bidhaa zinazohusishwa na programu hazipaswi kutafsiriwa kama uidhinishaji na programu au timu ya @global.app_name au kuonyesha nia ya kukiuka haki za umiliki.",
  "Changes to the @global.terms_and_conditions": "Mabadiliko ya @global.terms_and_conditions",
  "We may update our @global.terms_and_conditions from time to time. You waive your right to be notified directly of changes and are advised to review this page periodically for any updates. Your continued use of the app suggests you agree to subsequent revisions of the @global.terms_and_conditions.": "Tunaweza kusasisha @global.terms_and_conditions zetu mara kwa mara. Unaachilia haki yako ya kuarifiwa moja kwa moja kuhusu mabadiliko na unashauriwa kukagua ukurasa huu mara kwa mara kwa masasisho yoyote. Kuendelea kwako kutumia programu kunapendekeza ukubali masahihisho yajayo ya @global.terms_and_conditions.",
  "Contact Us": "Wasiliana Nasi",
  "If you have any questions or suggestions about our @global.terms_and_conditions, do not hesitate to contact us at <apps@idems.international>.\n\n**Last updated: @global.deployment_terms_text**": "Ikiwa una maswali au mapendekezo kuhusu @global.terms_and_conditions, usisite kuwasiliana nasi kwa l<apps@idems.international>\n\n**Ilisasishwa mara ya mwisho: @global.deployment_terms_text**",
  "Terms & Conditions": "Vigezo na Masharti",
  "Privacy Policy": "Sera ya Faragha",
  "By providing your consent below you acknowledge reading and accepting the @global.terms_and_conditions and @global.privacy_policy. The most important commitments are:\n1. This is, and will always be, a fully free app.\n2. Your data will never be sold. We are not for profit.\n3. By using the app you are helping to make the app better for you and others.\n4. Your anonymised data may be used for research purposes by our @global.app_name team.": "Kwa kutoa ridhaa yako hapa chini unakubali kusoma na kukubali @global.terms_and_conditions na @global.privacy_policy. Mambo muhimu ya kukubaliana nayo:\n1. Hii ni, na itakuwa programu inayopatikana bure.\n2. Taarifa zako kamwe hazitouzwa. Sisi hatupo kwa faida ya kifedha.\n3. Kwa kutumia programu unasaidia kuiboresha programu kwa ajili yako na wengine. \n4. Taarifa zisizo na utambulisho zitatumika kwa ajili ya utafiti na timu yetu ya @global.app_name.",
  "These policies are still under construction. We value advice and input to improve them.": "Sera hizi bado zinaendelea kutungwa. Tunathamini ushauri na nyongeza kuziboresha.",
  "I consent to the commitments stated above.": "Ninaridhia makubaliano yalioorodheshwa hapo juu.",
  "Continue": "Endelea",
  "Last updated: @global.deployment_terms_text": "**ilisasishwa mara ya mwisho: @global.deployment_terms_text",
  "You can only move on and access the app if you provide your consent.": "Utaweza kuendelea kutumia programu endapo utatoa ridhaa yako.",
  "@global.app_name is an app designed by IDEMS International and Parenting for Lifelong Health to support parents and caregivers of children 2 to 9 years of age. The content herein is available under an open source Creative Commons International 4.0 license. It was developed in collaboration with key partners:": "@global.app_name ni programu iliyoundwa na IDEMS na Parenting for Lifeling Health kusaidia wazazi na walezi wenye watoto wa umri wa miaka 2 mpaka 9. Maudhui ya humu yanapatikana chini ya leseni huria ya Creative Common International 4.0. Yaliundwa kuwa kushirikiana na washirika muhimu:",
  "Take a moment to check in with yourself.": "Chukua muda kujiangalia wewe mwenyewe.",
  "Wonderful, I am so happy things are going well.": "Ni jambo la kuvutia sana, ninafurahi sana mambo yanaenda vizuri.",
  "Great! So good to hear you are in a positive space.": "Hongera! ni vizuri sana kusikia uko katika nafasi nzuri",
  "Things are not always easy. But that is how we can grow and learn every day!": "Mambo si rahisi kila wakati. Lakini hivyo ndivyo tunavyoweza kukua na kujifunza kila siku!",
  "Life can be hard. Whatever you are feeling, you can be proud of yourself for being here!": "Maisha yanaweza kuwa magumu. Vyovyote unavyohisi, unaweza kujivunia kuwa hapa!",
  "You matter! Take a moment to check in with yourself.": "Wewe ni wa muhimu! Chukua muda kujiangalia wewe mwenyewe.",
  "Great to hear that you are doing well. You are a wonderful parent!": "Inafurahisha sana kusikia kuwa unaendelea vizuri. Wewe ni mzazi mzuri sana!",
  "Sorry that you are not having the best day. Well done for trying to figure everything out. Nobody has all the answers but you really do your best!": "Pole kwa sababu leo siyo siku nzuri sana kwako. Hongera kwa kujaribu kuelewa kila kitu. Hakuna ajuaye kila kitu, lakini kwa kweli unajitahidi kwa kadri uwezavyo!",
  "Sorry to hear that you are not having a good day. Well done for getting up every morning and trying again, even when you are tired. That is real courage and dedication!": "Tunasikitika kusikia kwamba leo siyo siku nzuri kwako. Hongera kwa kuamka kila asubuhi na kujaribu tena, hata unapokuwa umechoka. Huo ni ujasiri wa kweli na kujitoa kwa dhati! ",
  "Recognising how you feel helps you care for yourself well. You deserve it.": "Kutambua jinsi unavyohisi husaidia kujijali vizuri. Unastahili.",
  "Wonderful, I am so happy! Keep up the good work.": "Vizuri, nimefurahi sana! Endeleza kazi hiyo nzuri.",
  "Sorry that things are difficult. All families struggle. @global.app_name is here to help!": "Pole kwa mambo kuwa magumu. Familia zote zinapambana. @global.app_name iko hapa kukusaidia!",
  "Whatever went ‘wrong’ today, let it go and try again tomorrow. It is okay!": "Jambo lolote lililoenda 'vibaya' leo, hebu lisahau na ujaribu tena kesho. Itakuwa sawa!",
  "Looking after yourself matters. And how you feel matters too!": "Kujitunza ni muhimu. Na jinsi unavyohisi ni muhimu pia!",
  "Sometimes things go great. Sometimes they do not. And sometimes we do not quite know what to think... and that is totally okay! Remember that you are not alone.": "Wakati mwingine mambo huenda vizuri sana. Wakati mwingine hayaendi vizuri sana. Na wakati mwingine hatujui kabisa cha kufanya... na hii ni sawa kabisa! Kumbuka kwamba hauko peke yako.",
  "Sorry that things are hard right now. You deserve good things and @global.app_name is here to support you every step of the way.": "Samahani kwamba mambo ni magumu kwa sasa. Unastahili mambo mazuri, na @global.app_name iko hapa kukusaidia kila hatua unayopiga.",
  "Caring for yourself is so essential. When you know how you feel, you can see what you need.": "Kujijali ni muhimu sana. Unapojua jinsi unavyohisi, unaweza kuona kile unachohitaji.",
  "Wonderful, I am so happy things are going well. Keep up the good work.": "Ni jambo la kuvutia sana, ninafurahi sana mambo kuona yanaenda vizuri. Endeleza kazi hii nzuri.",
  "We all have better and worse days. The fact that you are here shows courage and commitment!": "Sisi sote tuna siku nzuri na mbaya zaidi. Ukweli ni kwamba uko hapa unaonyesha ujasiri na kujitolea!",
  "Remember that YOU matter! Let’s check in with our emotions first.": "Kumbuka kwamba wewe ni muhimu! Hebu tuangalie hisia zetu kwanza.",
  "Well done for recognising a positive feeling. I am happy to hear you are feeling well today!": "Hongera kwa kutambua hisia chanya. Nimefurahi kusikia kwamba unajisikia vizuri leo!",
  "Well done for recognising that you are not feeling great. Be kind to yourself, you deserve it.": "Umefanya vizuri kwa kutambua kuwa hujisikii vizuri. Unastahili kuwa mwema kwako mwenyewe.",
  "Well done for recognising a difficult feeling. It is okay not to be okay sometimes. Remember @global.app_name is here to support you.": "Umefanya vizuri kutambua hisia ngumu. Ni sawa kutokuwa sawa wakati mwingine. Kumbuka @global.app_name iko hapa kukusaidia.",
  "Self-care is a key parenting tool. It starts with recognising how we feel.": "Kujithamini ni muhimu kwa malezi. Inaanza na kutambua jinsi tunavyohisi.",
  "Great. And amazing that you are using this app – it shows your commitment as a parent. Make sure you give yourself credit and praise for what you are doing.": "Safi sana. Na inapendeza sana kuona unatumia programu hii – inaonyesha jinsi unavyojitoa kwa dhati kama mzazi. Hakikisha unajitambua na kujisifia kwa kile unachokifanya.",
  "Every day has its highs and lows. Praise yourself for being here and trying – you are moving forward.": "Kila siku kuna kupanda na kushuka. Jisifie kwa kuwa hapa na kujaribu – unasonga mbele.",
  "Sorry that things are difficult right now. Take a deep breath and know that you are valued.": "Tunasikitika kuona kuwa mambo ni magumu sasa hivi. Vuta pumzi ndefu na ujue kuwa unathaminiwa.",
  "Recognising how you feel is key to handling life well. Be real and kind to yourself.": "Kutambua jinsi unavyohisi ni muhimu ili kushughulikia maisha vizuri. Kuwa halisi na mkarimu kwako mwenyewe.",
  "You are a star. And you are making a real difference. You can be proud of yourself.": "Wewe ni shujaa. Na unaleta mabadiliko ya kweli. Unaweza kujivunia mwenyewe.",
  "Everyone has good and bad days. Well done for using this app. It shows you are a committed parent. Remember to praise yourself for it!": "Kila mtu ana siku nzuri na mbaya. Umefanya vizuri kutumia programu hii. Inaonyesha wewe ni mzazi unayejituma. Kumbuka kujipongeza kwa hilo!",
  "Sorry that things are not easy today. All parents have these days. You are trying and moving forward!": "Pole kama mambo si rahisi leo. Wazazi wote wana siku kama hizi. Unajaribu na kusonga mbele!",
  "Being a great parent also means taking time to care for yourself every day. It starts with recognising how you feel.": "Kuwa mzazi mahiri pia humaanisha kupata wakati wa kujitunza kila siku. Inaanza na kutambua jinsi unavyohisi.",
  "So good to hear you are feeling well today. You are incredible!": "Tunafurahi sana kusikia kuwa unajisikia vizuri leo. Unastaajabisha!",
  "We all have days where we just don’t know. That is okay! You are here and that is what matters.": "Sisi sote tuna siku ambazo hatuzielewi. Hiyo ni sawa! Uko hapa na hicho ndicho cha muhimu.",
  "Being a parent can be hard. But you are here and that shows you want to keep improving things. That is a big accomplishment already!": "Kuwa mzazi inaweza kuwa ngumu. Lakini uko hapa na hiyo inaonyesha kuwa unataka kuendelea kuboresha mambo. Hayo ni mafanikio makubwa tayari!",
  "Taking a moment for YOU makes a big difference for everyone!": "Kuchukua muda kwa ajili yako mwenyewe huleta mabadiliko makubwa kwa kila mtu!",
  "Great that today is going well! What is one thing that has gone well today? Remember to praise yourself for it.": "Ni jambo zuri sana kwamba leo inaenda vizuri! Je, ni jambo gani moja ambalo limeenda vizuri leo? Kumbuka kujisifia kwa hilo.",
  "Every day has its good and hard parts. Praise yourself for everything you have done so far – you are amazing.": "Kila siku ina nyakati zake nzuri na ngumu. Jisifu kwa kila kitu ambacho umefanya hadi sasa – wewe unastaajabisha.",
  "Sorry to hear you are feeling difficult feelings today. Well done for recognising those emotions and trying to be calm and kind to yourself. You are setting a great example for your family.": "Tunasikitika kusikia kuwa leo unajisikia vibaya. Hongera kwa kutambua hisia hizo, na kujaribu kuwa mtulivu na kuwa mwema kwako mwenyewe. Unaweka mfano mzuri kwa familia yako.",
  "Looking after yourself well starts with noticing how you feel.": "Kujithamini huanza kwa kutambua namna unavyojisikia.",
  "Fantastic! And well done for investing in yourself and your family – you have accomplished a lot.": "Hongera! umefanya vizuri kuwekeza kwako na familia yako – umefanikisha mengi.",
  "Sorry that you are not having the best day. Well done for trying to figure everything out. @global.app_name is here to help.": "Pole kwa kutokuwa na siku nzuri zaidi. Umefanya vizuri kwa kujaribu kubaini kila kitu. @global.app_name iko hapa kukusaidia.",
  "Being a parent can be challenging. Take a deep breath and recognise all you have done for your family – you deserve praise!": "Kuwa mzazi kunaweza kuwa changamoto. Vuta pumzi na tambua yote uliyoifanyia familia yako – unastahili kusifiwa!",
  "Take a moment for yourself first.": "Chukua muda kwa ajili yako mwenyewe kwanza.",
  "It is great to hear you are feeling positive today. You make a real difference for your family!": "Inafurahisha kusikia unajisikia vizuri leo. Unafanya mabadiliko ya kweli kwa familia yako!",
  "Life has its great and hard moments – that is okay. You are on the right track.": "Maisha yana nyakati ngumu na nzuri - hiyo ni sawa. Uko kwenye njia sahihi.",
  "It is normal to have hard days as a parent. Take a deep breath and know you are not alone!": "Ni kawaida kuwa na siku ngumu kama mzazi. Vuta pumzi ndefu na ujue hauko peke yako!",
  "Take a moment to notice how you are doing.": "Chukua muda kuona jinsi unavyojisikia.",
  "Great! So good to hear that you are in a good space today. What a wonderful feeling!": "Safi sana! Tunafurahi sana kusikia kwamba hali yako ni nzuri leo. Furaha iliyoje!",
  "Some days will have their challenges. That is okay. You are on the right path!": "Baadhi ya siku zingine zitakuwa na changamoto zake. Hiyo ni sawa. Uko kwenye njia sahihi!",
  "Sorry that things are difficult now. It is completely normal to struggle sometimes. Remember that you are not alone!": "Tunasikitika kuona kuwa mambo ni magumu sasa. Wakati mwingine ni jambo la kawaida kabisa kupata misukosuko. Kumbuka kwamba hauko peke yako!",
  "There is no right or wrong way to feel. However you are feeling, it is okay.": "Hakuna njia sahihi au mbaya ya kuhisi. Kwa namna yeyote unayojisikia, ni sawa.",
  "Well done for recognising how you feel. Good to hear that you are feeling well today!": "Hongera kwa kutambua unavyojisikia. Nimefurahi kusikia kwamba unajisikia vizuri leo!",
  "We all have good and hard days. Remember, you are the best parent for your teen and you deserve praise!": "Sisi sote tuna siku nzuri na siku ngumu. Kumbuka, wewe ni mzazi bora kwa kijana wako na unastahili pongezi!",
  "It can be hard to cope with everything happening in our lives. Remember, you are stronger than you may think!": "Inaweza kuwa vigumu kukabiliana na kila kitu kinachotokea katika maisha yetu. Kumbuka, una nguvu kuliko unavyoweza kufikiria!",
  "Let’s take a moment for YOU. Looking after yourself well starts with noticing how you feel.": "Hebu tuchukue muda kwa ajili YAKO. Kujitunza vizuri huanza na kugundua jinsi unavyohisi.",
  "Amazing, life is the best when you're feeling good.": "Ni vyema, maisha ni bora wakati unajisikia vizuri.",
  "Everyone has times when they are not feeling good. This is completely normal. Hopefully you feel better soon.": "Kila mtu ana wakati ambapo hajisikii vizuri. Hii ni kawaida kabisa. Natumaini kwamba utajisikia vizuri punde.",
  "It is part of life to have bad days. Always remember, tough times never last and tomorrow is another day!": "Ni sehemu ya maisha kuwa na siku mbaya. Kumbuka kila wakati, nyakati ngumu kamwe hazidumu na kesho ni siku nyingine!",
  "How are you feeling today?": "Unajisikiaje leo?",
  "This week, we are focusing on the topic of **CONNECTION**.\n\nConnecting with your child and spending quality time together makes a big difference to their development.": "Wiki hii, tutajikita juu ya mada ya **MUUNGANIKO (UKARIBU)**.\n\nKuungana na mtoto wako na kuwa na muda pamoja naye, kunaleta utofauti mkubwa kwenye maendeleo/ukuaji wao.",
  "**CONNECTING** with our children is not always easy!": "**Kuweka ukaribu** na watoto wetu sio rahisi kila wakati!",
  "Listen to the audio to learn more.": "Sikiliza sauti na ujifunze zaidi.",
  "As caregivers, we all spend time doing things with our children, but giving them our full attention is not always easy. We all face distractions and challenges that make it difficult to spend quality time with our children. When we feel stressed or when our children are being difficult, it can be even harder to find the time and energy to connect with them.": "Kama walezi, sisi sote tunachukua muda kufanya mambo pamoja na watoto wetu, lakini kuwapa uangalifu wetu kamili si rahisi nyakati zote. Sote tunakabiliana na usumbufu na changamoto zinazofanya iwe vigumu kutumia vizuri na watoto wetu. Tunapohisi mfadhaiko au wakati watoto wetu wanakuwa wagumu, inaweza kuwa vigumu hata zaidi kupata wakati na nguvu za kuungana nao.",
  "Have you experienced this?": "Je hii imeshawahi kukutokea?",
  "Yes": "Ndiyo",
  "Many people feel this way. We have some easy activities that could help.": "Watu wengi hujisikia hivi, kuna vitu rahisi vya kufanya ambavyo vinaweza kusaidia.",
  "No": "Hapana",
  "It’s great that you make time to connect with your child. We have some extra ideas you might like.": "Ni vizuri kwamba unatenga mud awa kuwa karibu na mtoto wako. Tuna Mawazo ya ziada ambayo unaweza kuyapenda.",
  "How to **CONNECT**?\n\nJoin your child in their world!": "Ni kwa jinsi gani unakuwa karibu?\n\nJiunge na mtoto wako katika dunia yake!",
  "Joining your child in their world means giving them your full attention, and letting them lead. You don’t need a lot of time - even 10 minutes a day can make a big difference.\n\nHere’s how to connect with your child: Make time to spend with your child one-on-one.\n\nTry to minimise distractions and interruptions.\n\nJoin your child in their world by getting down on their level. Sit close to them to make it a shared experience.\n\nLet your child decide what to play and how to play. Don’t try to change what they are doing or instruct them. Instead, follow their lead.\n\nDuring the activity, observe and listen. Pay attention to what your child is doing or saying. Be curious about what they might be thinking and feeling.\n\nRespond to what your child is doing with enthusiasm and praise. You could say: I see you are enjoying playing with these blocks. Wow! You are building such a tall and strong wall!\n\nJoining your child in their world and giving them your full attention helps them feel close and connected to you. This helps you build a strong relationship with your child. A strong relationship with you will help them to have healthy relationships with others in the future.": "Kuungana na mtoto wako kwenye dunia yake ni kumuangalia kwa umakini mkubwa na kuwaacha waongoze. Huhitaji muda mwingi - hata dakika kumi tu kwa siku inaleta utofauti. \n\nHivi ni namna unaweza kuungana na mtoto wako: Tenga muda wa kuwa pamoja na mtoto wa pamoja na mtoto wako.\n\nJaribu kupunguza usumbufu na mwingiliano.\n\nJiunge na mtoto wako kwenye dunia yao kwa kujishusha kwenye viwango vyao. Kaa karibu nao ili kufanya mazingira ya kushirikishana uzoefu yawe shirikishi.\n\nAcha mtoto wako aamue nini cha kucheza na jinsi ya kucheza, usijaribu kubadilisha wanachokifanya au kuwaelekeza badala yake fuata muongozo wao.\n\nWakati mchezo unaendelea, angalia kwa umakini na usikilize. Kuwa makini kwa anachokifanya mtoto au anachokisema. Uwe na hamu ya kujua wanachokifikiria na kuhisi.\n\nKwa shauku itikia kile mtoto wako anafanya na msifie. Unaweza kusema. Naona unafurahia kuchezea matofali haya. Wow! Unajenga ukuta mrefu na imara.\n\nKwa kuungana na mtoto wako kwenye dunia yao na kuwa makini nao sana, kunasaidia wajisikie wapo pamoja na wewe. Hii inakusaidia kujenga uhusiano imara na mtoto wako. Kuwa na uhusiano imara na wewe kutawasaidia wawe na uhusiano mzuri na watu wengine hapo baadae.",
  "Let’s see what happens when we don’t let our child take the lead:": "Acha tuone nini kinatokea tusipoacha watoto wetu watuongoze:",
  "Let’s play with the blocks together.": "Ngoja tuchezee matofali pamoja.",
  "Who can build a taller tower?": "Nani anaweza kujenga jengo refu?",
  "No, you are doing it wrong. Use the big blocks for the bottom and the small blocks for the top.": "Hapana, unakosea. Tumia tofali kubwa chini na matofari madogo juu.",
  "Where are you going? Why don’t you want to play together?": "Unaenda wapi? Kwanini hutaki tucheze pamoja?",
  "Let’s reflect:": "Hembu tutafakari:",
  "Who is leading the activity?": "Nani anaongoza mchezo?",
  "Yes, the mother is choosing what to play and how to play, instead of letting her child take the lead.": "Ndio, ni mama anachagua nini cha kucheza na jinsi ya kucheza. Badala ya kumuacha mtoto aongoze.",
  "Looking at the story, we can see that the mother is actually the one who is choosing what to play and how to play.": "Kwa kuangalia hadithi, tunaona kwamba mama ndiye hasa anachagua nini cha kucheza na jinsi ya kucheza.",
  "How does the child feel when her mother says she is doing it wrong?": "Mtoto anajisikiaje pale mama yake anaposema amekosea?",
  "She feels unhappy and deflated. She might not want to play together again.": "Anajisikia kutokuwa na furaha na kuvunjwa moyo. Inawezekana hatataka kucheza tena pamoja.",
  "Looking at the story, we can see from the child’s face that she feels unhappy, and then walks away.": "Kwa kuangalia hadithi, tunaweza kuona katika uso wa mtoto hana furaha, na anaondoka.",
  "What could the mother have done differently?": "Mama angeweza kufanya nini cha tofauti?",
  "Good question! She could have let her child lead and used praise instead of criticism.": "Swali zuri! Angeweza kuacha mtoto aongoze na angemsifia badala ya kumkosoa.",
  "Listen to learn more.": "Sikiliza kwa ajili ya kujifunza zaidi.",
  "Why did the child feel discouraged and why did she walk away? \nBecause the mother was being critical and tried to change what her child was doing. \n\nConnecting with our children is not about telling them how they should be playing or what they are doing wrong. By following your child’s lead, showing that you are paying attention and responding with praise, you make your child feel important and connected to you. This builds their confidence and sets them up for success.": "Kwa nini mtoto alihisi kukatishwa tamaa na kwa nini aliondoka?\nKwa sababu mama alikuwa akichambua na kujaribu kubadilisha kile ambacho mtoto wake alikuwa akifanya.\n\nKuungana na watoto wetu sio kuwaambia jinsi wanapaswa kucheza au kile wanachofanya vibaya. Kwa kufuata mwongozo wa mtoto wako, kuonyesha kwamba unasikiliza na kujibu kwa sifia unamfanya mtoto wako ajisikie muhimu na ameunganishwa na wewe. Hii inawajengea kujiamini na kuwaweka kwenye mafanikio.",
  "Looking for a quick and powerful connection activity? \nA great way to connect with your child is to look at a book together.": "Unatafuta njia ya haraka na yenye nguvu ya kuleta ukaribu?\nNjia nzuri ya kuwa na mtoto wako ni kutazama kitabu kwa pamoja.",
  "Here’s how to connect during book activities:\nAs you go through the book, notice and respond to what your child is interested in.": "Hivi ni namna ya kuwa pamoja wakati wa zoezi la kusoma kitabu:\nUkiwa unapitia kitabu, tambua na ujibu kile mtoto wako anavutiwa nacho.",
  "Listen for an example.": "Sikiliza kwa mfano.",
  "As you go through the book, notice what your child is interested in and talk about it. So, if your child is looking at the picture of the sandwich, you could say: “Look, he is eating some bread. What do you think is on the bread? What do you like to eat on your bread?”": "Unapopitia kitabu, ona kile mtoto wako anachopenda na uzungumze hicho. Kwa hiyo, ikiwa mtoto wako anatazama picha ya mkate, unaweza kusema: “Tazama, anakula mkate. Unafikiri ni nini kwenye mkate? Unapenda kula nini kwenye mkate wako?\"",
  "Let your child set the pace. They might want to spend a long time talking about one page or move on quickly to the next page. Follow their lead.": "Acha mtoto awe na kasi, wanaweza kutumia muda mrefu kwenye ukurasa mmoja au Kwenda ukurasa unaofuata kwa haraka. Fuata muongozo wao.",
  "Always try to respond to what your child is saying in a positive and enthusiastic way.": "Daima jaribu kumuitikia mtoto wako katika mtazamo chanya na kwa shauku kwa kile anachokisema.",
  "Positive responses? What’s that?": "Mwitikio Chanya ni nini?",
  "Instead of saying “no!” or “that’s wrong!”, use praise and positive responses to encourage your child to keep learning.\nIf your child says something that’s wrong (like pointing to an apple and calling it a tomato) you don’t need to say “how can you think that?!” or “that’s wrong!”. \nInstead, you can ignore the mistake and respond with the correct name, saying: \n“That’s an apple. It’s red and round like a tomato, but it’s an apple”. Your child will learn more if they don’t feel criticised or discouraged.": "Badala ya kusema \"hapana!\" au \"hiyo ni makosa!\", Tumia sifa na majibu mazuri ili kumtia moyo mtoto wako kuendelea kujifunza.\nMtoto wako akisema jambo ambalo si sawa (kama vile kunyooshea kidole tofaa au apple na kuliita nyanya) huhitaji kusema \"unawezaje kufikiria hivyo?!\" au \"hiyo ni makosa!\".\nBadala yake, unaweza kupuuza kosa na kujibu kwa jina sahihi, ukisema:\n“Hilo ni tofaa. Ni nyekundu na mviringo kama nyanya, lakini ni tofaha”. Mtoto wako atajifunza zaidi ikiwa hatahisi kukosolewa au kukatishwa tamaa.",
  "Here’s how to **CONNECT** with your child using a quick and easy daily activity:": "Hivi ndivyo unaweza **KUUNGANA** na mtoto wako kwa kutumia shughuli za kila siku za haraka na rahisi:",
  "**MINIMISE DISTRACTIONS**": "**PUNGUZA USUMBUFU**",
  "This helps you to give your full attention to your child.": "Hii inakusaidia kutoa umakini wako kamili kwa mtoto wako.",
  "Giving your child your full attention helps your child to feel connected to you.": "Kuwa makini zaidi na mtoto wako kunamfanya ajisikie kuwa pamoja na wewe.",
  "**FOLLOW YOUR CHILD’S LEAD**": "**FUATA MWONGOZO WA MTOTO WAKO**",
  "Don’t try to change or control what your child is doing.": "Usijaribu kubadili au kutawala anachofanya mtoto wako.",
  "This helps your child feel important and in control.": "Hii itamsaidia mtoto wako kujisikia muhimu na mwenye mamlaka.",
  "**OBSERVE AND LISTEN**": "**TAZAMA NA SIKILIZA**",
  "Pay attention to what your child is doing. Be curious about what they might be thinking and feeling. Talk about that.": "Kuwa makini na kile mtoto wako anafanya. Kuwa na hamu ya kujua ambacho wanaweza kufikiri na kujisikia. Zungumza kuhusu hilo.",
  "More info": "Taarifa zaidi",
  "This shows your child you are interested and helps your child feel connected to you.": "Hii inamuonyesha mtoto wako unavutiwa na inamsaidia kujiskia kuwa yuko pamoja na wewe.",
  "Want to try this at home?\n\n We have lots of books you can share with your child to **CONNECT**.": "Unataka kujaribu hii ukiwa nyumbani?\n\nTuna vitabu vingi unaweza kushirikishana na mtoto wako ili **KUJIWEKA KARIBU NAE**.",
  "As you go through the book, remember to:\n\n1. Give your child your full attention\n2. Let your child lead the activity\n3. Talk about what interests them\n4. Respond with praise and encouragement": "Kadiri mnavyosoma kitabu, kumbuka:\n\n1. Kuwa makini sana na mtoto wako\n2. Acha mtoto wako aongoze \n3. Zungumza kuhusu yale yanayowavutia\n4. Itikia kwa kumsifia na kumtia moyo",
  "Watch this video to see how.": "Tazama video hii ili kujua namna ya kufanya.",
  "Learn": "Jifunze",
  "Review": "Pitia",
  "Home Activity": "Zoezi la nyumbani",
  "Picture Books": "Vitabu vya Picha",
  "Relaxation Activities": "Shughuli za kupumzika",
  "Test Module": "Kipindi cha majaribio",
  "This is a sample module for debugging.": "Hichi ni kipindi kwa ajili ya majaribio.",
  "Introduction": "Utangulizi",
  "There are so many pressures of daily life. Parenting is indeed a juggling act. But it's always important to take a pause and connect. Connect with your child and connect with yourself.": "Kuna shinikizo nyingi za maisha ya kila siku. Malezi kwa hakika ni kazi inayochanganya. Lakini daima ni muhimu kuchukua pumziko na kuwa karibu. Ungana na mtoto wako na ujiunge na wewe mwenyewe.",
  "Play": "Cheza",
  "Talk": "Ongea",
  "Explore": "Chunguza",
  "Create": "Tengeneza",
  "Build": "Jenga",
  "Summary": "Muhutasari",
  "Partners": "Washirika",
  "Donors": "Wafadhili",
  "Quick pause": "Simama haraka",
  "Sit down, close your eyes and listen to your breath as it goes in and out. \n\nNotice how you feel. \n\nWhen you are ready, open your eyes again.\n\nTry this whenever you are feeling stressed and you need a break to reconnect.": "Kaa chini, fumba macho yako na sikiliza pumzi yako inapoingia na kutoka,\n\nChunguza jinsi unavyohisi.\n\nUnapokuwa tayari, fungua macho yako tena.\n\nJaribu hili wakati wowote unapohisi mfadhaiko na unahitaji mapumziko ili kuwa sawa tena.",
  "Power of three": "Nguvu ya tatu",
  "Close your eyes.\n\nLet's use the magic power of three to stay present and relax.\n\nName three sounds you can hear right now.\nName three smells you can smell right now.\nName your three favourite foods.\n\nWhat are three things you can be grateful for right now? They do not have to be big.\n\nAt the end of a tough day, thinking of three things to be grateful for can help us find the courage to try again tomorrow.": "Fumba macho yako.\n\nHebu tutumie maajabu ya namba tatu ili tuendelee kuwepo na kupumzika.\n\nTaja sauti tatu unazoweza kuzisikia sasa hivi.\nTaja harufu tatu unazoweza kuzinusa sasa hivi.\nTaja vyakula vitatu unavyovipenda.\n\nJe, ni mambo gani matatu unayoshukuru kuwa yapo sasa hivi? Si lazima yawe makubwa.\n\nMwishoni mwa siku ngumu, kufikiria mambo matatu ya kushukuru kunaweza kutusaidia kupata ujasiri wa kujaribu tena kesho.",
  "One thing today": "Jambo moja leo",
  "Close your eyes and think about the day. \n\nName one thing that you are grateful for. \nName one thing that you did well. \nName one thing that you love. \n\nWell done, you are a hero!": "Funga macho yako na ufikirie juu ya siku.\n\nTaja jambo moja ambalo unashukuru.\nTaja jambo moja ambalo ulifanya vizuri.\nTaja kitu kimoja unachokipenda.\n\nUmefanya vizuri, wewe ni shujaa!",
  "Breathe to three": "Vuta pumzi mara tatu",
  "Close your eyes. \n\nUse the magic power of three to stay connected and relax.\n\nBreathe in to the count of three. 1, 2, 3. \nBreathe out to the count of three. 1, 2, 3. \nBreathe in to the count of three. 1, 2, 3. \nBreathe out to the count of three. 1, 2, 3.\n\nDo you feel any different? Deep breathing helps our whole body and mind to calm down. \n\nYou are a star!": "Fumba macho yako.\n\nTumia maajabu ya namba tatu ili uendelee kuhusiana na kupumzika.\n\nVuta pumzi kwa kuhesabu mara tatu. 1, 2, 3.\nShusha pumzi kwa kuhesabu mara tatu. 1, 2, 3.\nVuta pumzi kwa kuhesabu mara tatu. 1, 2, 3.\nShusha pumzi kwa kuhesabu mara tatu. 1, 2, 3.\n\nJe, unahisi tofauti yoyote? Kupumua kwa kina husaidia mwili na akili zetu zote kutulia.\n\nWewe ni shujaa!",
  "In and out": "Ndani na nje",
  "Close your eyes.\n\nListen to your breath as it goes in and out five times.\n\nNotice how you feel.\n\nWhen you are ready, open your eyes again. You are in control!": "Funga macho yako.\n\nSikiliza pumzi yako inapoingia na kutoka mara tano.\n\nAngalia jinsi unavyohisi.\n\nUnapokuwa tayari, fungua macho yako tena. Unautulivu!",
  "Think about today": "Fikiria kuhusu leo",
  "Close your eyes. \n\nTake a minute to think about the day.\n\nThink about one positive or fun thing you did.\nPraise yourself for one thing you did well today. \nThink of one thing you can do differently tomorrow.  \nThink of one thing that you are grateful for.": "Fumba macho yako. \n\nTumia dakika moja kufikiria siku ya leo.\n\nFikiria jambo moja chanya au la kufurahisha ulilolifanya.\nJisifie kwa jambo moja ulilolifanya vizuri leo. \nFikiria jambo moja unaloweza kulifanya tofauti kesho.  \n\nFikiria jambo moja unalolishukuru.",
  "Pause to respond": "Simamisha ili ujibu",
  "Close your eyes. \n\nDo your children ever make you feel like screaming? \n\nGive yourself a 10-second pause. Breathe in and out slowly 5 times. \n\nThen try responding in a calmer way.\n\nMillions of parents say this helps – A LOT.": "Fumba macho yako.\n\nJe, watoto wako huwa wanakufanya utake kufoka?\n\nJipumzishe kwa sekunde 10. Vuta pumzi ndani na nje taratibu kwa mara 5.\n\nKisha jaribu kujibu kwa utulivu zaidi.\n\nMamilioni ya wazazi wanasema hii inasaidia - SANA.",
  "Small things": "Vitu vidogo",
  "Close your eyes.  \n\nTake a moment to stop what you are doing and connect with your breath.   \n\nWhat is one thing you can be grateful for right now?  \nWhat is one thing that brings you happiness?  \nWhat is one thing that you love?  \n\nThey do not have to be big. Sometimes the small things in life count the most!": "Fumba macho yako.\n\nAcha kwa muda kile unachokifanya ili uhusiane na pumzi yako.\n\nJe, ni jambo gani moja unalolishukuru sasa hivi?\nJe, ni jambo gani moja linalokuletea furaha?\nJe, ni jambo gani moja unalolipenda?\n\nSi lazima yawe makubwa. Wakati mwingine mambo madogo maishani ndiyo muhimu zaidi!",
  "Body scan": "Uchunguzi wa mwili",
  "Here is an activity to relax your body: \n\nSit comfortably and close your eyes if you can. \nImagine a golden ring scanning your body from your feet to your head.  \nPay attention as it moves up and down your body. Are there any areas that feel tense? Numb? Painful?  \nFocus on those areas for a moment. Breathe into the area and, when you breathe out, try to let go of any tension or pain.  \nDo this for a few breaths.  \n\nOpen your eyes. How does your body feel now?\n\nYou can also try this next time you find yourself lying in bed unable to sleep!": "Hapa kuna shughuli ya kupumzisha mwili wako:\n\nKaa kwa utulivu halafu ufumbe macho yako ukiweza.\nVuta picha kuwa pete ya dhahabu inauchunguza mwili wako kuanzia unyayoni hadi utosini.\nSikiliza kwa makini pindi inapojongea kwenda juu na chini ya mwili wako. Je, kuna maeneo yoyote yaliyokakamaa? Yaliyo na ganzi? Yaliyo na maumivu?\nTulia kwenye maeneo hayo kwa muda. Vutia pumzi kwenye eneo hilo na, unaposhusha pumzi, jaribu kuachilia hali yoyote ya kukakamaa au ya maumivu.\nFanya hivi kwa kuvuta pumzi kadhaa.\n\nFumbua macho yako. Je, mwili wako unahisije sasa?\n\nUnaweza pia kujaribu hii wakati mwingine unapojikuta umelala kitandani huwezi kupata usingizi!",
  "Feel the ground": "Kuhisi ardhi",
  "Close your eyes.\n\nNotice your connection with the ground beneath you. \nWhat parts of your body touch the ground? What parts of your body do not?  \nNotice where it feels warm and where it feels cool. \nFeel the ground underneath you supporting you. Let your body sink into the support of the ground.\n\nTry this next time you feel alone or are doing a mundane activity like washing up. It can really help!": "Fumba macho yako.\n\nChunguza uhusiano wako na ardhi iliyo chini yako.\nJe, ni sehemu gani za mwili wako zinagusa ardhi? Je, ni sehemu gani za mwili wako hazigusi ardhi?\nChunguza mahali palipo na joto na mahali palipo na baridi.\nGusa ardhi iliyo chini yako inayokubeba. Acha mwili wako uzame na kubebwa na ardhi.\n\nFanya hivi wakati mwingine unapojisikia mpweke au unafanya shughuli ya kawaida kama kunawa. Inaweza kusaidia kweli!",
  "Counting sounds": "Sauti za kuhesabu",
  "Sit down and close your eyes.\nHow many sounds can you hear?  \nListen to the sounds inside and outside the room. Count them on your fingers. \nAfter ten seconds, how many fingers do you have up? What sounds did you hear? \n\nTry again for another ten seconds.  \nDid you hear any new sounds? Did you hear any sounds inside your own body? \nNotice how you feel now.": "Kaa chini na ufumbe macho yako.\nJe, unaweza kusikia sauti ngapi?\nSikiliza sauti za ndani na nje ya chumba. Zihesabu kwa vidole vyako.\nBaada ya sekunde kumi, umefikisha vidole vingapi? Ulisikia sauti zipi?\n\nJaribu tena kwa sekunde kumi.\nJe, umesikia sauti zozote mpya? Je, umesikia sauti zozote ndani ya mwili wako mwenyewe?\nChunguza jinsi unavyohisi sasa.",
  "Feel your feelings": "Hisi hisia zako",
  "Close your eyes.\n\nDo you ever feel something so strongly that you want to run away from it?\n\nInstead of moving away from the feeling, let’s move towards it for a moment.\nIt is ok. Close your eyes if you feel comfortable. Take a deep breath.\n\nBecome curious. Where are you feeling it in your body? Is it hot or cold? Hard or soft? Tight or loose?\nAsk yourself some questions. What is it telling me? What does it need? How can I be kind to myself right now?": "Fumba macho yako.\n\nJe, huwa unahisi kitu kwa nguvu sana kiasi kwamba huwa unataka kukikimbia?\n\nBadala ya kuikimbia hisia hiyo, hebu tuikimbilie kwa muda.\nSi vibaya. Fumba macho yako kama unajisikia vizuri. Vuta pumzi ndefu.\n\nKuwa mdadisi. Je, unaisikia wapi kwenye mwili wako? Je, ni ya moto au baridi? Je, ni ngumu au laini? Je, imekakamaa au imelegea?\nJiulize maswali kadhaa. Je, inaniambia nini? Je, inahitaji nini? Je, ninawezaje kujitendea wema sasa hivi?",
  "Your song": "Wimbo wako",
  "Here is something fun to help you let go of stress:   \n\nChoose a song that reflects what you need in this moment. Do you need a gentle song to soothe your tired soul or an upbeat song to help you shake some stress out?   \n\nMake a space and move your body to the music. Remember to breathe while you move. Let your breath and the movement go together. \n\nEven a few minutes of movement can be enough to release stress and lift your mood!": "Hapa kuna kitu cha kufurahisha cha kukusaidia kuondokana na msongo wa mawazo:\n\nChagua wimbo unaoendana na kile unachohitaji kwa sasa. Je, unahitaji wimbo wa taratibu ili kuibembeleza nafsi yako iliyochoka au unahitaji wimbo wa kuchangamsha ili kukusaidia kuondoa msongo wa mawazo kwa kiasi fulani?\n\nWeka nafasi na uchezeshe mwili wako kulingana na muziki. Kumbuka kuvuta pumzi unapocheza. Fanya pumzi yako iendane na miondoko yako.\n\nHata dakika chache za kucheza  zinaweza kutosha kuondoa msongo wa mawazo na kuinua hali yako!",
  "Ground & gratitude": "Ardhi & shukrani",
  "Close your eyes.\n\nTake a moment to feel the ground under your feet.\nThink of something you feel grateful for.\nFocus on your breath.\nBreathe in and out.\n\nIn and out.": "Fumba macho yako.\n\nTumia muda kuhisi ardhi iliyopo chini ya miguu yako.\nFikiria kuhusu jambo unalolishukuru.\nMakinikia upumuaji wako.\nVuta pumzi na kuzishusha.\n\nVuta na kushusha pumzi.",
  "Notice how you feel": "Chunguza unavyohisi",
  "Hello! How are you feeling right now? Happy, sad, angry, excited, worried?\n\nNotice where you feel it in your body. Notice what thoughts are connected to that feeling. Take a deep breath.\n\nThank yourself for taking the time to check in with your feelings and thoughts!": "Habari! Unajisikiaje sasa hivi? Furaha, huzuni, hasira, taharuki, wasiwasi?\n\nChunguza mahali unapohisi hali hiyo kwenye mwili wako. Chunguza ni mawazo yapi yanayohusiana na hisia hiyo. Vuta pumzi ndefu.\n\nJishukuru kwa kuchukua muda wa kuangalia hisia na mawazo yako!",
  "Pause power": "Nguvu ya kutulia",
  "Let’s practice a calming trick that we call ‘Pause Power’.\n\nPlant your feet on the ground and breathe in and out three times as slowly as you can. Imagine you are smelling a flower or blowing out a candle.\n\nTa-da! Pause Power!\n\nThis is a great trick to use when you are feeling frustrated because it will help to calm you down.": "Hebu tufanye mazoezi ya mbinu ya kutulia tunayoiita ‘Kata Umeme’.\n\nWeka miguu yako kwenye ardhi halafu vuta pumzi nje na ndani mara tatu polepole kadri uwezavyo. Fikiria kama unanusa maua au unazima mshumaa.\n\nTa da! Kata Umeme!\n\nHii ni mbinu nzuri ya kutumia unapohisi kuchanganyikiwa kwa sababu itasaidia kukutuliza.",
  "Praise yourself": "Jisifie",
  "Self-praise can be really helpful, especially when we have difficult days. \n\nThink of your week and finish the following phrase: “This week, I am proud of myself for …” It can be anything, not just things about being a parent!\n\nThink of one thing you did well today. Now wrap your arms around yourself and give yourself a big HUG!": "Kujisifia kunaweza kusaidia sana, hasa kwenye siku zinazotuendea vibaya.\n\nFikiria jinsi wiki ilivyokuendea halafu umalizie tungo ifuatayo: \"Wiki hii, ninajivunia kwa…\" Kinaweza kuwa kitu chochote, siyo mambo ya malezi tu!\n\nFikiria jambo moja ulilofanya vizuri leo. Sasa jifumbate kwa mikono yako mwenyewe halafu UJIKUMBATIE kwa nguvu!",
  "Taking care of yourself": "Kujithamini mwenyewe",
  "Sit comfortably and close your eyes. \n\nRecognise what is happening for you in this moment. What are you thinking? Are your thoughts positive or negative. How do you feel? Do you feel pleasant or unpleasant? How does your body feel? Do you feel tense or relaxed?\n\nConnect to your heart in a kind and gentle way. You may want to place one hand on your heart or chest. Say the following words silently to yourself:\n\nMay I be peaceful.\nMay I be safe.\nMay I be healthy.\nMay I be happy.\nMay there be love in my family.\nMay I feel loved.\n\nTake a moment to reflect on your experience. Notice if you feel any different.": "Kaa vizuri halafu ufumbe macho yako.\n\nTambua kinachokutokea muda huu. Unafikiria nini? Je, mawazo yako ni chanya au hasi? Je, unahisije? Je, unahisi kufurahi au kutofurahi? Je, mwili wako unahisije? Je, unahisi wasiwasi au umetulia?\n\nHusiana na moyo wako kwa wema na upole. Unaweza kuhitaji kuweka mkono mmoja kwenye moyo wako au kifuani. Sema kimoyomoyo maneno yafuatayo:\n\nNinaomba niwe na amani.\nNinaomba niwe salama.\nNinaomba niwe na afya.\nNinaomba niwe na furaha.\nNa upendo uwe kwenye familia yangu.\nNinaomba nihisi kupendwa.\n\nChukua muda kutafakari uzoefu wako. Angalia ikiwa unahisi tofauti yoyote.",
  "Take a pause": "Tulia",
  "Step 1. Close your eyes and take a deep breath. \n\nStep 2. Ask yourself, \"What am I thinking?\" Notice if your thoughts are positive or negative.\nNotice how you are feeling emotionally. Notice if your emotions are pleasant or unpleasant. Remind yourself that whatever you feel, it is okay.\nNotice how your body feels. Notice anything that hurts or is tense.\n\nStep 3. Focus on your breath. Feel your breath as it goes in and out. You can put a hand on your stomach and feel it rise and fall with each breath. Do this for about 10 breaths.\n\nStep 4. Expand your awareness to your whole body. Listen to the sounds in the room. \n\nStep 5. Take a moment to reflect on whether you feel any different. When you are ready, open your eyes.\n\nWell done for taking a pause. You can do this anytime you are feeling stressed. It gives you a chance to be calmer. Even a few deep breaths or connecting with the ground beneath you can make a difference. You can also take a pause with your children!": "Hatua ya Kwanza. Fumba macho yako halafu uvute pumzi ndefu.\n\nHatua ya Pili. Jiulize, \"Je, ninafikiria nini?\" Chunguza kama mawazo yako ni chanya au hasi.\nAngalia jinsi unavyojihisi. Chunguza kama mihemuko yako ni ya kufurahisha au kutofurahisha. Jikumbushe kwamba chochote unachohisi, si kibaya.\nChunguza jinsi mwili wako unavyohisi. Chunguza kitu chochote kinachoumiza au kinacholeta wasiwasi.\n\nHatua ya Tatu. Makinikia upumuaji wako. Hisi pumzi yako inapoingia na kutoka. Unaweza kuweka mkono kwenye tumbo lako na kuhisi linavyopanda na kushuka kwa kila pumzi. Fanya hivyo kwa mipumuo kama 10.\n\nHatua ya Nne. Panua ufahamu wako kuhusu mwili wako wote. Sikiliza sauti zilizomo chumbani.\n\nHatua ya Tano. Tumia muda kutafakari iwapo unahisi mabadiliko au la. Ukimaliza, fumbua macho yako.\n\nUmefanya vizuri kwa kupumzika. Unaweza kufanya hivyo wakati wowote unapohisi msongo wa mawazo. Inakupa nafasi ya kuwa mtulivu. Hata pumzi chache za kina au kuunganishwa na ardhi chini yako kunaweza kuleta mabadiliko. Unaweza pia kuchukua pumziko na watoto wako!",
  "Physical activity": "Shughuli ya kutumia nguvu",
  "Stand up and stretch your arms up to the sky. Push away any clouds and let the sun shine down on you. Stretch to both sides. Stretch to the front and to the back.\n\nLet your hands hang by your side. Squeeze your shoulders tightly up to your ears as you breathe in, scrunch your eyes, and hold your breath. Release your shoulders as you relax your body.\n\nRelax your arms and let them swing sideways while you turn your upper body. Your arms should gently hit your back as you twist from side to side.\n\nPlace one foot in front of the other and make small circles from your ankles – remember to turn to both sides. Do each foot with four circles in each direction.\n\nNow shake your whole body as fast as you can. Shake it up high! Shake it down low! Shake it all around!\n\nClose your eyes and raise your arms slowly above your head as you breathe in. Lower your arms slowly to your side as you breathe out.\n\nTake a moment to reflect on your experience.\n\nWell done! You can do this activity at any time whenever you feel like you need to release stress and energise your mind and body.": "Simama na unyooshe mikono yako juu angani. Sukuma mawingu yote na uache jua likuangazie. Jinyooshe kwenda kulia na kushoto. Jinyooshe kwenda mbele na nyuma.\n\nAcha mikono yako ining'inie ubavuni mwako. Kaza mabega yako na kuyapandisha hadi kwenye masikio yako huku ukipumua, bana macho yako, na ushikilie pumzi yako. Legeza mabega yako wakati unapolegeza mwili wako.\n\nLegeza mikono yako na uibembeze ubavuni, wakati unabinua upande wa juu wa kiwiliwili chako. Mikono yako inapaswa kupiga polepole mgongo wako unapojigeuza kutoka upande mmoja hadi mwingine.\n\nWeka mguu mmoja mbele ya mwingine na fanya miduara midogo kwa kutumia vifundo vya miguu - kumbuka kugeukia pande zote mbili. Kila mguu ufanye miduara minne kwa kila upande.\n\nSasa tikisa mwili wako wote haraka kadri uwezavyo. Tikisa upande wa juu kabisa! Tikisa upande wa chini kabisa! Tikisa mwili wote!\n\nFumba macho yako na uinue mikono yako polepole kuzidi kichwa chako huku ukivuta pumzi. Teremsha mikono yako polepole kuelekea ubavuni mwako huku ukishusha pumzi.\n\nTumia muda kutafakari hali uliyoipitia.\n\nUmefanya vizuri! Unaweza kufanya shughuli hii wakati wowote unapohisi kama unahitaji kutoa msongo wa mawazo na kutia nguvu akili na mwili wako.",
  "List of things": "Orodha ya vitu",
  "Make a list of healthy activities that you like to do. Here are some suggestions:\n* Listening to your favourite music\n* Going for a walk (if possible)\n* Doing some exercise\n* Drinking a cup of tea by yourself\n* Calling up a friend\n* Singing, dancing, praying, or reading\n* Sitting in the sun with your eyes closed\n* Watching your favourite TV show\n\nPick one and do it today!": "Tengeneza orodha ya shughuli zinazoleta afya unazopenda kufanya. Hizi ni baadhi ya mapendekezo:\n* Kusikiliza muziki unaoupenda\n* Kwenda matembezini (kama inawezekana)\n* Kufanya mazoezi\n* Kunywa kikombe cha chai peke yako\n* Kumpigia rafiki simu\n* Kuimba, kucheza, kusali, au kusoma\n* Kuketi juani huku umefumba macho\n* Kutazama kipindi cha runinga unachokipenda\n\nChagua shughuli moja na uifanye leo!",
  "Connect": "Unganisha",
  "When you take care of yourself, you take care of your children. We all need to connect. Try to talk to friends, family, and other support networks every day. If it has been a while since you reached out to someone, do it now!": "Unapojitunza wewe mwenyewe, unawatunza watoto wako. Sisi sote tunahitaji kuhusiana. Kila siku, jaribu kuzungumza na marafiki, familia, na mitandao mingine inayosaidia. Kama umepita muda tangu ulipowasiliana na mtu fulani, fanya hivyo sasa!",
  "Prevent anger": "Zuia hasira",
  "Think about what makes you angry. When does it happen? How do you normally react?\n\nPrevent anger from starting in the first place. Get some sleep or rest when you are tired. Try to eat something when you are hungry. Ask someone for support when you are feeling alone.": "Jambo linalokukasirisha. Je, linatokea wakati gani? Je, kwa kawaida, mwitikio wako huwa ni upi?\n\nZuia hasira kabla hata haijapanda. Unapokuwa umechoka, lala usingizi au pumzika. Unapokuwa na njaa, jaribu kula kitu. Unapokuwa mpweke, omba msaada kwa mtu.",
  "Angry? Take a break": "Je, umekasirika? Pumzika",
  "Managing anger can be really difficult. Take a break when you feel you are getting angry at your children or someone else.\n\nGo somewhere else for 5 minutes to regain control of your emotions. If you have a safe outdoor space, go outside. You can get through this!": "Kudhibiti hasira kunaweza kuwa kugumu. Pumzika unapohisi unawakasirikia watoto wako au mtu mwingine.\n\nNenda mahali pengine kwa dakika 5 ili uweze kudhibiti tena hisia zako. Kama una mahali salama nje, nenda nje. Una uwezo wa kulimaliza jambo hili!",
  "5 March 2024": "5 Machi 2024",
  "Language": "Lugha",
  "Tap and type": "Bofya na uandike",
  "Tap and select": "Bofya na uchague",
  "About @global.app_name": "Kuhusu @global.app_name",
  "Library": "Maktaba",
  "All Topics": "Maada zote",
  "Developer mode": "Mtengenezaji wa programu",
  "Exit developer mode": "Unatoka kwenye ukurasa wa mtengenezaji",
  "Open feedback": "Fungua maoni",
  "Close feedback": "Funga maoni",
  "Templates": "Kiolezo",
  "Reset app": "Weka upya programu",
  "@global.app_name has downloaded an update. Please restart the app to finish installation.": "@global.app_name imesasishwa. Tafadhali anzisha tena programu tumishi kumalizia kuiweka sawa.",
  "Restart": "Anzisha upya tena",
  "Read the transcript": "Soma nakala",
  "Submit": "Tuma",
  "Enter developer mode": "Unaingia kwenye ukurasa wa mtengenezaji",
  "To launch the app in developer mode, enter your developer code in the box below and press @local.submit.": "Ili kuzindua programu katika hali ya kubuni, weka msimbo wako wa kubuni kwenye kisanduku kilicho hapa chini na ubonyeze @local.submit.",
  "You have successfully entered developer mode.": "Umefanikiwa kuingia kwenye njia ya msanidi wa programu.",
  "You have entered an incorrect code.": "Umeingiza kodi isiyo sahihi.",
  "Connect module": "Kipindi cha kuungana",
  "List of articles": "Orodha ya makala",
  "Articles flow": "Mtiririko wa makala",
  "List of categories": "Orodha ya makundi",
  "Previous": "Iliyopita",
  "Next": "Inayofuata",
  "Copy code": "Nakili msimbo",
  "Copied!": "Imenakiliwa!",
  "You may be asked to share this code with people who will support your @global.parent_app journey.": "Unaweza kuombwa kuwaonyesha namba hii watu watakaokusaidia katika safari yako ya @global.parent_app.",
  "Last sync at: @local.sync_latest": "Imelandanishwa mara ya mwisho saa: @local.sync_latest",
  "This device has never been synced. Sync to reveal your code.": "Kifaa hiki hakijawahi kulandanishwa. Landanisha kuonesha msimbo wako.",
  "Sync now": "Landanisha sasa",
  "Syncing...": "Landanisha...",
  "Check-in": "Simulizi ya kuanzia"
}